List<Map<String, dynamic>> questionList = [
  {
    'questionText': '평화로운 휴일!\n간만에 찾은 자유시간,\n무엇을 할까?',
    'answers': [
      {'text': '나에게 휴식이란 없다. 친구들 다 불러!', 'score': 8},
      {'text': '운동은 못참지! 헬스장 가기', 'score': 6},
      {'text': '노래 들으면서 천천히 산책이나 할까?', 'score': 4},
      {'text': '귀찮아.. 누워서 유튜브 보기', 'score': 2},
    ],
  },
  {
    'questionText': '카페에서 이상형을 봤다!\n무엇을 할까?',
    'answers': [
      {'text': '부끄러워서 말은 못 걸거 같다. 눈에만 담기', 'score': 2},
      {'text': '가서 말을 걸어본다. 혹시 전화번호 주실 수 있나요?', 'score': 8},
      {'text': '나 지금 ... 상태 괜찮나? 일단 거울 보기', 'score': 4},
      {'text': '이상형에게 쪽지를 남기고 떠난다.', 'score': 6},
    ],
  },
  {
    'questionText': '안 친한 친구에게 카톡이 왔다.\n너 이런 점은 고쳐주면 좋겠어.',
    'answers': [
      {'text': '알겠어 근데 내 일은 내가 알아서 할게..^^', 'score': 4},
      {'text': '오 이렇게 생각할 수도 있군. 고쳐본다고 한다.', 'score': 2},
      {'text': '어쩌라는거지? 참견 말라고 한 소리 한다.', 'score': 8},
      {'text': '굳이 얼굴 붉히기 싫다. 읽씹한다.', 'score': 6},
    ],
  },
];